/* Main alert text */
"Q_HEADLINE_APP" = "“%@” è %@ %@. Sei sicuro di volerla aprire?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_APP_THAT_WAS" = "“%@” è %@ che era %@. Sei sicuro di volerla aprire?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] that was [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_DOC_BINDING" = "“%@” può essere %@. Era %@ e sarà aperto da %@. Sei sicuro di volerlo aprire?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below), app name. Example: “[Fun.html]” may be [an application]. It was [attached to a mail message] and will be opened by [GigaFun]. Are you sure you want to open it?*/
"Q_HEADLINE_MALWARE" = "“%@” danneggerà il tuo computer. Dovresti spostarlo nel Cestino."; /* file name. Example:  “[GigaFun]” will damage your computer. You should move it to the Trash. */

/* Origin phrases for the headline */
/* These phrases complete the sentence "This file was..." */
"Q_ORIGIN_INTERNET" = "scaricata da Internet"; 
"Q_ORIGIN_WEB" = "scaricata da Internet";
"Q_ORIGIN_MAIL" = "allegato a un messaggio e-mail";
"Q_ORIGIN_CHAT" = "allegato a un messaggio di chat";
"Q_ORIGIN_CALENDAR" = "allegato a un evento di calendario";
"Q_ORIGIN_MESSAGE" = "allegato a un messaggio";

/* Detail text for malware */
"Q_DETAIL_MALWARE_NAME" = "Contiene il malware “%@”."; /* malware signature name */
"Q_HEADLINE_MALWARE_MOVE_ERROR" = "Impossibile spostare “%@” nel Cestino."; /* name */
"Q_HEADLINE_MALWARE_EJECT_ERROR" = "Impossibile espellere il disco immagine contenente “%@”."; /* name */
"Q_DETAIL_MALWARE_REMOVE_ERROR" = "Questo malware deve essere rimosso manualmente.";

/* Detail text for files */
"Q_DETAIL_DOWNLOAD_DATE" = "%@ è stato scaricato da %@."; /* "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE" = "%@ ha scaricato il %@ %@."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE_FROM" = "%@ ha scaricato %@ %@ da %@."; /* application name, "file" or "alias", date phrase, Internet domain name */
"Q_DETAIL_RECEIVED_AGENT_DATE" = "%@ ha ricevuto %@ %@."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_TYPE_FILE" = "documento";
"Q_DETAIL_TYPE_ALIAS" = "alias";

/* Detail text for disk images */
"Q_DETAIL_ON_DMG" = "“%@” è sull'immagine disco “%@”."; /* filename, filename */
"Q_DETAIL_ON_DMG_UNKNOWN" = "“%@” è su un'immagine disco impossibile da trovare."; /* filename */
"Q_DETAIL_DMG_DOWNLOAD_DATE" = "Questa immagine disco è stata scaricata %@."; /* date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE" = "%@ ha scaricato l'immagine disco %@."; /* application name, date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE_FROM" = "%@ ha scaricato l'immagine disco %@ da %@."; /* application name, date phrase, Internet domain name */
"Q_DETAIL_DMG_RECEIVED_AGENT_DATE" = "%@ ha ricevuto l'immagine disco %@."; /* application name, date phrase */

/* Detail text for network file systems */
"Q_DETAIL_ON_SERVER" = "“%@” è su un volume del network."; /* filename */
"Q_DETAIL_ON_SERVER_NAME" = "“%@” è sul volume del network “%@”."; /* filename, volume name */
"Q_DETAIL_SERVER_AGENT_DATE" = "%@ ha aperto la connessione al network %@."; /* application name, date phrase */

/* Date/time phrases used in detail text */
"Q_DATE_TODAY" = "oggi alle %@"; /* time */
"Q_DATE_YESTERDAY" = "ieri alle %@"; /* time */
"Q_DATE_THIS_YEAR" = "il %@"; /* date */
"Q_DATE_FULL" = "il %@"; /* date */
"Q_DATE_UNKNOWN" = "in data sconosciuta"; /* inserted into the date/time phrase slot when a date is not known (very rare) */

/* Checkbox titles */
"Q_DO_NOT_WARN" = "Non avvisarmi quando apro questa applicazione"; /* (unused) */
"Q_DO_NOT_WARN_DMG" = "Non avvisarmi quando apro delle applicazioni su questa immagine disco";
"Q_DO_NOT_WARN_SERVER" = "Non avvisarmi quando apro delle applicazioni su questo volume del network";

/* Regular button titles */
"Q_BUTTON_OPEN" = "Apri";
"Q_BUTTON_CANCEL" = "Annulla";
"Q_BUTTON_SHOW_WEB_PAGE" = "Mostra pagina web";
"Q_BUTTON_SHOW_MAIL" = "Mostra messaggio";
"Q_BUTTON_SHOW_CHAT" = "Mostra messaggio";
"Q_BUTTON_SHOW_CALENDAR" = "Mostra evento";
"Q_BUTTON_SHOW_DMG" = "Mostra immagine disco";
"Q_BUTTON_SHOW_APP" = "Mostra applicazione";
"Q_BUTTON_SHOW_SOURCE" = "Mostra sorgente";
"Q_BUTTON_EJECT_DMG" = "Espelli immagine disco";

/* Malware button titles */
"Q_BUTTON_MOVE_TO_TRASH" = "Sposta nel Cestino";

/* File kinds */
"Q_TYPE_APPLICATION" = "un'applicazione";
"Q_TYPE_SCRIPT_APPLICATION" = "un'applicazione script";
"Q_TYPE_UNIX_APPLICATION" = "un'applicazione Unix";
"Q_TYPE_JAVA_APPLICATION" = "un'applicazione Java";
"Q_TYPE_WEB_APPLICATION" = "un'applicazione web";
"Q_TYPE_QUARTZ_APPLICATION" = "un'applicazione Quartz Composer";
"Q_TYPE_WINDOWS_APPLICATION" = "un'applicazione Windows";
"Q_TYPE_ALIAS_VARIANT" = "alias %@"; /* application type, e.g. "a Unix application alias" */

/* Help */
"Q_HELP_ANCHOR" = "mh11389";
"Q_HELP_MALWARE_ANCHOR" = "mh27449";
